import React from "react";

const Description = () => {
  return (
    <div style={{ padding: "10% 30% 10% 30%", color: "#0098cf" }}>
      <h2>Украшения, вдохновленные животными.</h2>
      <p>
        Независимо от того, сделаны ли они из серебра или золота, каждая
        драгоценность создана для того, чтобы вызвать в памяти животное, чье имя
        она носит. Ее морфология, движения или то, как она развивается в своей
        среде, являются причиной колец, серег, браслетов или ожерелий из
        коллекции, созданной и разработанной в SAUI .
      </p>
    </div>
  );
};

export default Description;
